Repository: WatermelonCO/sftp-downloader
Catalog: sftp_downloader/locale/*/LC_MESSAGES/sftp_downloader.po
Languages: it_it

source: Download files from an SFTP server based on a CSV file.
it_it: Scarica i file da un server SFTP basandoti su un file CSV.

source: The path to the CSV file that contains the list of files to download.
it_it: Il percorso al file CSV che contiene l'elenco dei file da scaricare.

source: The remote path to the files on the SFTP server.
it_it: Il percorso remoto dei file sul server SFTP.

source: The local path to save the downloaded files.
it_it: Il percorso locale per salvare i file scaricati.

source: The hostname or IP address of the SFTP server.
it_it: Il nome host o l'indirizzo IP del server SFTP.

source: The port number of the SFTP server.
it_it: Il numero di porta del server SFTP.

source: The username for the SFTP server.
it_it: Lo username per il server SFTP.

source: The path to the private key file for the SFTP server.
it_it: Il percorso al file di chiave privata per il server SFTP.

source: Download files from SFTP server
it_it: Scarica file dal server SFTP

source: CSV_FILE
it_it: FILE_CSV

source: REMOTE_PATH
it_it: PERCORSO_REMOTO

source: LOCAL_PATH
it_it: PERCORSO_LOCALE

source: HOSTNAME
it_it: NOME_HOST

source: PORT_NUMBER
it_it: NUMERO_PORTA

source: PRIVATE_KEY_FILE
it_it: FILE_CHIAVE_PRIVATA
